module.exports.config = {
    name: "murgiv2",
    version: "1.0.0",
    permssion: 2,
    credits: "Dipto",
    description: "5 বারের জন্য ক্রমাগত বন্ধুর ট্যাগ ট্যাগ করুন\nসেই ব্যক্তিকে আত্মা কলিং বলা যেতে পারে",
    prefix:"true",
    category: "admin",
    usages: "murgi @",
    cooldowns: 10,
    dependencies: {
        "fs-extra": "",
        "axios": ""
    }
}

module.exports.run = async function({ api, args, Users, event}) {
    var mention = Object.keys(event.mentions)[0];
    if(!mention) return api.sendMessage("Murgi version2 just mention😺", event.threadID);
 let name =  event.mentions[mention];
    var arraytag = [];
        arraytag.push({id: mention, tag: name});
    var a = function (a) { api.sendMessage(a, event.threadID); }
a("চুদা লো");
setTimeout(() => {a({body: "খাদ্দামা মাগির পোলা তর বারি নাকি মাদারি পুর তর মারে চুদতে চুদতে নিয়া জামু ফরিদপুর ফরিদপুরে আসে নাকি ভাংগা তর মারে ভোদার মধ্যে দিমু হাজ্ঞা👈 🥰।" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "রে ফহিন্নি মাগির পোলা তর বারি নাকি ভুলা তর মার ভোদাই ডুকামুইটখলা👉 ইটখলায় ইট নাকি লাল তর মারে চুদমু আর কতো কাল রে জারজ এর বাচ্চা.." + " " + name, mentions: arraytag})}, 5000);
setTimeout(() => {a({body: "মুরগি তর মার ভুদা চুইদ্দা হমু অনলাইনের গুরু এই মুরগি চুতমারানী মাগির পুলা চান্দিছিলা বান্দি মাগির পুলা তর মার নাম নাকি বিন্দিয়া তর মারে চুদতে চুদতে লইয়া জামু ইন্ডিয়া ইন্ডিয়া আছে নাকি শিলিগুরি তর মার ভুদায় দিমু এক বস্তা মরিচের গুড়িরে মাগির পুলা" + " " + name, mentions: arraytag})}, 7000);
setTimeout(() => {a({body: "এই মুরগি চুতমারানী মাগির পুলা তুই আছিস নাকি কলে তর মার ভুদা নাকি চুদা খাওয়ার লাইগা কট কট কইরা জ্বলে💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "খাংকি মাগির পোলা কথা ক কম কম তর আম্মু রে চুদে বানামু আইটেম বোম " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "আরে তোর মায়ের ভোদায় জলছে নাকিরে আগুন তর মার ভুদায় দিমু এক বস্তা বেগুন🍆🍆 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "বেগুনে আছে নাকি বিচি👉👉👉তর মার ভুদায় ডুকামো ক্যাচি খানকির পোলা" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "ক্যাচিতে আছে নাকিরে দাড় তর মার ভুদায় আমি দিমু দামদাম কইরা পাড় তোর বলদ এর মারে আমি চুদি🍆🍆 🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "কিরে মুরগি মাগির পুলা এ বছর না সে বছর তর মারে চুদি আমি কুত্তার মতো গচর গচর তর বেশ্যা জাতের মায়রে চুদি 🤝" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "উফফফ খাদ্দামা মাগির পোলা তর আম্মুর কালা ভুদায় আমার মাল আউট তর কচি বোন রে উপ্তা করে এবার চুদবো  💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "এই মুরগি চুদানি বুদানি মাগির পুলা লইট্টা বইট্টা মাগির পোলা তর মায়রে আসমানে চুদি জমিনে চুদি উড়ায়য়া চুদি ঘুড়ায়য়া চুদি রে খাঙ্কিনি মাগির পুলা 😘।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "বাতিজা শুন তর আম্মু রে চুদলে রাগ করবি না তো আচ্ছা জা রাগ করিস না তর আম্মুর কালা ভুদায় আর চুদলাম না তো বোন এর জামা টা খুলে দে  ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: " হাই মাদারচোদ তর তর ব্যাশা জাতের আম্মু টা রে আদর করে করে চুদি " + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("~ আমি গালি জানি না গালি গেছি ভুইলা তোর মায়ের চুদমু ছায়া বেলাউুজ খুইলা তোর আাবল জাতের মায়ের চুদি 🤖")} , 39000);
setTimeout(() => {a({body: "খাংকির পোলা 🥰।" + " " + name, mentions: arraytag})}, 42000);
setTimeout(() => {a({body: "তুই নাকি অনলাইনের কিং তোর মায়ের ভোদার মধ্যে দিমু আমি গরম গরম ডিম খানকি মাগির পোলা সেই ডিম য়দি হয় নষ্ট তোর মায়ের ভোদা চুইদা করুম নষ্ট🍆🍆.." + " " + name, mentions: arraytag})}, 48000);
setTimeout(() => {a({body: "তোর মায়ের ভোদায় শুটকি মাছের গন্ধ তোর মায়ের চুইদা অনলাইনের করমু অন্ধ🐰" + " " + name, mentions: arraytag})}, 51000);
setTimeout(() => {a({body: "ব্যাশ্যা মাগির পোলা  💔!" + " " + name, mentions: arraytag})}, 54000);
setTimeout(() => {a({body: "পতিতা মাগির পোলা " + " " + name, mentions: arraytag})}, 57000);
setTimeout(() => {a({body: "এই চুদানি বুদানি মাগির পোলা তুই নাকি ফেসবুকের কামলা তর মার বুদার ভিতর আজকে করমু হামলা👈 " + " " + name, mentions: arraytag})}, 59400);
setTimeout(() => {a({body: "তর মারে চুদি" + " " + name, mentions: arraytag})}, 63000);
setTimeout(() => {a({body: "তোর সাথে আড়ি তোর মায়েরে চুদতে চুদতে নিয়া যামু নানার বাড়ি🤟" + " " + name, mentions: arraytag})}, 66000);
setTimeout(() => {a({body: "সেখানে আছে ছাগল তোর মায়েরে চুদে রাস্তা রাম ছাগল ছাগলের আছে নাকি পশম তোর মায়ের ভোদার কসম খানিক মাগির পোলা 🤣" + " " + name, mentions: arraytag})},69000);
setTimeout(() => {a({body: "উম্মম্মা তর বোন এরকচি ভুদায়💉।" + " " + name, mentions: arraytag})}, 72000);
setTimeout(() => {a({body: "DNA টেষ্ট করা দেখবি আমার চুদা তেই তর জন্ম।" + " " + name, mentions: arraytag})}, 75000);
setTimeout(() => {a({body: "কামলা মাগির পোলা  ✋" + " " + name, mentions: arraytag})},81000);
setTimeout(() => {a({body: " বাস্ট্রাড এর বাচ্ছা বস্তির পোলা " + " " + name, mentions: arraytag})}, 87000);
setTimeout(() => {a("~ আমার জারজ শন্তান🤖")} , 93000);
setTimeout(() => {a({body: "Welcome মাগির পোলা 🥰।" + " " + name, mentions: arraytag})}, 99000);
setTimeout(() => {a({body: "তর কচি বোন এর পম পম😍.." + " " + name, mentions: arraytag})}, 105000);
setTimeout(() => {a({body: "ব্যাস্যার পোলা কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰" + " " + name, mentions: arraytag})}, 111000);
setTimeout(() => {a({body: "Hi সুলতান এর জারজ মাগির পোলা  💔!" + " " + name, mentions: arraytag})}, 114000);
setTimeout(() => {a({body: "এই মুরগি ছুত্মারানি মাগির পোলা আমাদের দেশে আছে নাকি ওটো তোর মারে চুইদ্দা তুলমু তোর মার ভোদার তুলমু ফটো  " + " " + name, mentions: arraytag})}, 120000);
setTimeout(() => {a({body: "কিরে ফকিন্নি মাগির পোলা যদি কস তর বারি কুমিল্লা তর মায়ে চুদি ভাই ব্রাদার মিল্লা🍆🍆🍆 " + " " + name, mentions: arraytag})}, 126000);
setTimeout(() => {a({body: "তর বারি পাবনা তর মারে চুদতে নাই কোনো ভাবনা যদি কস তর বারি সাভার তর মারে পুটকি মারমু একশো এক বার🍆🍆" + " " + name, mentions: arraytag})}, 132000);
setTimeout(() => {a({body: "দেক আকাশ বরা তারা তোর মারে চুদমু তোর ধোন হবে খারা🤟" + " " + name, mentions: arraytag})}, 138000);
setTimeout(() => {a({body: "তর আম্মু রে পায়জামা খুলে চুদি 🤣" + " " + name, mentions: arraytag})},144000);
setTimeout(() => {a({body: "আকাশের অনেক তারার ভিরে তোর মারে চুদি খালে বিলে💉।" + " " + name, mentions: arraytag})}, 150000);
setTimeout(() => {a({body: "DNA টেষ্ট করা দেখবি আমার চুদা তেই তর জন্ম।" + " " + name, mentions: arraytag})}, 156000);
setTimeout(() => {a({body: "তোর মার বোদা নি কালা চুইদা করমু জালা ফালা✋" + " " + name, mentions: arraytag})},162000);
setTimeout(() => {a({body: " রাতে দেখি তারা দিনে দেখি সূর্য তোর মা বোনের মুখে ডেলে দিবো এক ফোটা বীর্য " + " " + name, mentions: arraytag})}, 168000);
setTimeout(() => {a("আম পাতা জোরা তোর মারে চুদমু উরাদুরা 🤖")} , 171000);
setTimeout(() => {a({body: "জল পরে পাতা নরে তোর মার ভোদার কথা মনে পরে 🥰।" + " " + name, mentions: arraytag})}, 174000);
setTimeout(() => {a({body: "কুত্তার বাচ্ছা তর কচি বোন এর পম পম😍.." + " " + name, mentions: arraytag})}, 177000);
setTimeout(() => {a({body: "খাঙ্কিরপোলা পোলা কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰" + " " + name, mentions: arraytag})}, 180000);
setTimeout(() => {a({body: "HI সুলতান এর জারজ পোলা মাগির পোলা  💔!" + " " + name, mentions: arraytag})}, 183000);
setTimeout(() => {a({body: "ভয়েজ সোন মন দিয়া তোর কচি বোন রে চুদুম আমার ৫৬ ইন্চি ধন দিয়া " + " " + name, mentions: arraytag})}, 186000);
setTimeout(() => {a({body: "ওয়ান টু থিরি তোর মাকে চুইদা দরাইলাম বিড়ি 😁 " + " " + name, mentions: arraytag})}, 189000);
setTimeout(() => {a({body: "বিড়িতে নাই আগুন তোর মায়ের ভোদার ভিতর দিলাম বেগুন🍆🍆🍆🍆।" + " " + name, mentions: arraytag})}, 191000);
setTimeout(() => {a({body: "টুকাই মাগির পোলা মোবাইল ভাইব্রেশন কইরা তুর কচি বোন এর পুকটিতে ভরবো।🤟" + " " + name, mentions: arraytag})}, 193000);
setTimeout(() => {a({body: " এক একে এক মাকে চুদি খারায় খারায় দেখ👈। 🤣" + " " + name, mentions: arraytag})},196000);
setTimeout(() => {a({body: "👉দুই একে দুই তোর বুইনের ভোদার ভিতর ঢুকাই সুই👈💉।" + " " + name, mentions: arraytag})}, 199000);
setTimeout(() => {a({body: "তর আম্মুর হোগা দিয়া ট্রেন ভইরা দিমু।।" + " " + name, mentions: arraytag})}, 201000);
setTimeout(() => {a({body: "হিজলা মাগির পোলা হাতির ল্যাওড়া দিয়া তর মায়েরে চুদুম।  ✋" + " " + name, mentions: arraytag})},203000);
setTimeout(() => {a({body: "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু। " + " " + name, mentions: arraytag})}, 206000);
setTimeout(() => {a("~ আমার ফাটা কন্ডমের ফসল। জা ভাগ🤖")} , 209000);
setTimeout(() => {a({body: "Welcome শুয়োরের বাচ্চা 🥰।" + " " + name, mentions: arraytag})}, 211000);
setTimeout(() => {a({body: "কুত্তার বাচ্ছা তর বৌন ভোদায় মাগুর মাছ চাষ করুম।😍.." + " " + name, mentions: arraytag})}, 213000);
setTimeout(() => {a({body: "খাঙ্কিরপোলা পোলা তর বোনের  হোগায় ইনপুট, তর মায়ের ভোদায় আউটপুট।🐰" + " " + name, mentions: arraytag})}, 216000);
setTimeout(() => {a({body: "তর মায়ের ভোদা বোম্বাই মরিচ দিয়া চুদামু।💔!" + " " + name, mentions: arraytag})}, 219000);
setTimeout(() => {a({body: "খান্কি মাগির পোলা তর মায়ের ভোদা শিরিষ কাগজ দিয়া ঘইষা দিমু। " + " " + name, mentions: arraytag})}, 121000);
setTimeout(() => {a({body: "জং ধরা লোহা দিয়া পাকিস্তানের মানচিত্র বানাই্য়া তোদের পিছন দিয়া ঢুকামু।🤬 " + " " + name, mentions: arraytag})}, 223000);
setTimeout(() => {a({body: "বস্তির ছেলে তর মায়ের ভুদাতে পোকা।" + " " + name, mentions: arraytag})}, 226000);
setTimeout(() => {a({body: "টুকাই মাগির পোলা তর মার ভোদায় পাব্লিক টয়লেট।🤟" + " " + name, mentions: arraytag})}, 229000);
setTimeout(() => {a({body: "তোর মুখে হাইগ্যা দিমু। ভুস্কি মাগির পোলা 🤣" + " " + name, mentions: arraytag})},232000);
setTimeout(() => {a({body: "কান্দে ফালাইয়া তর মায়েরে চুদি💉।" + " " + name, mentions: arraytag})}, 235000);
setTimeout(() => {a({body: "তর আম্মুর উপ্তা কইরা চুদা দিমু।।" + " " + name, mentions: arraytag})}, 239000);
setTimeout(() => {a({body: "হিজলা মাগির পোলা বালি দিয়া চুদমু তরে খাঙ্কি মাগী!তর মাকে।  ✋" + " " + name, mentions: arraytag})},242000);
setTimeout(() => {a({body: "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু। " + " " + name, mentions: arraytag})}, 245000);
setTimeout(() => {a("~ আমার পুত। জা ভাগ🤖 ")}, 249000);




  }
